automake
awscli
bash
bash-completion
bat
bpytop
brew-cask-completion
brew-gem
btop
caffix/amass/amass
cmake
cmatrix
dog
duf
dust
eksctl
eza
fd
flyctl
fzf
gawk
gcalcli
gnu-sed
helix
htop
ical-buddy
jq
k9s
kubebuilder
kubectx
kustomize
lazygit
lazydocker
lolcat
mitmproxy
mongocli
mosh
ncdu
neovim
nikto
node
nmap
noahgorstein/tap/jqp
openai-whisper
pgcli
procs
ranger
redis
ripgrep
rust
sd
shellcheck
starship
stern
stow
telnet
terraform
tflint
the_silver_searcher
tmux
tor
torsocks
watch
wget
xh
yarn
yq
zoxide
zsh-autosuggestions
zsh-syntax-highlighting
betterdisplay
pwgen
fastfetch
yazi
gcc
markdownlint-cli2
thefuck
pearcleaner
alt-tab
kitty
