tap "caffix/amass"
tap "koekeishiya/formulae"
tap "noahgorstein/tap"
tap "telepresenceio/telepresence"
tap "aws/tap"
brew "coreutils"
brew "argocd"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bpytop"
brew "brew-cask-completion"
brew "brew-gem"
brew "btop"
brew "carapace"
brew "cmake"
brew "cmatrix"
brew "duf"
brew "dust"
brew "eksctl"
brew "eza"
brew "fastfetch"
brew "fd"
brew "flyctl"
brew "fzf"
brew "gawk"
brew "gcalcli"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "hcxtools"
brew "helix"
brew "helm"
brew "ncurses"
brew "htop"
brew "ical-buddy"
brew "jq"
brew "k9s"
brew "kubebuilder"
brew "kubectx"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "libpcap"
brew "lolcat"
brew "node"
brew "markdownlint-cli2"
brew "minikube"
brew "mongocli"
brew "mosh"
brew "ncdu"
brew "neovim"
brew "nikto"
brew "nmap"
brew "nushell"
brew "openai-whisper"
brew "pgcli"
brew "pkgconf"
brew "procs"
brew "pwgen"
brew "ranger"
brew "redis"
brew "ripgrep"
brew "rust"
brew "sd"
brew "selene"
brew "shellcheck"
brew "starship"
brew "stern"
brew "stow"
brew "telnet"
brew "terraform"
brew "terraform-docs"
brew "tflint"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tor"
brew "torsocks"
brew "watch"
brew "wget"
brew "xh"
brew "yarn"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "caffix/amass/amass"
brew "noahgorstein/tap/jqp"
brew "telepresenceio/telepresence/telepresence-oss"
brew "gh"
brew "cloudflared"
brew "sesh"
brew "shfmt"
brew "yamlfmt"
brew "posting"
brew "sst/tap/opencode"
brew "golangci-lint"
brew "aichat"
brew "bruno"
brew "atuin"
brew "charmbracelet/tap/crush"
cask "alt-tab"
cask "betterdisplay"
cask "ghostty"
cask "mitmproxy"
cask "pearcleaner"
cask "postman"
cask "karabiner-elements"
cask "gcloud-cli"
cask "kindavim"
